
const info = () => {
    return (
    <>
    <h1>Інформація про програму</h1>
    <h2>Завдання 1: Фрактал броунівський рух</h2>
    <p>Згенерувати фрактал броунівський рух для заданої кількості ітерацій</p>
    <h2>Завдання 2: Фрактал плазма</h2>
    <p>Згенерувати фрактал плазма</p>
    <h2>Завдання 3: Обробка зображення</h2>
    <p>Колірні моделі: HSV і СMYK. Змінити яскравість по блакитному кольору.</p>
    <h2>Завдання 4: Рух трикутника</h2>
    <p>Реалізувати рух для трикутника, введеного за його вершинами, по траєкторії Y=Х з одночасним поворотом на 30 градусів відносно початку координат.</p>
    </>
)
}

export default info